# -*- coding: utf-8 -*-

# =============================================================================
# 安装

# conda install -c conda-forge lightgbm

# =============================================================================

from lightgbm.sklearn import LGBMClassifier
from lightgbm.sklearn import LGBMRegressor

# =============================================================================

# =============================================================================
# LightGBM

# 介绍
# http://www.aboutyun.com/thread-24339-1-1.html

# 英文文档
# https://lightgbm.readthedocs.io/en/latest/

# =============================================================================
